Repository: rendiwijiatmoko/Vaultwarden
Catalog: vaultwardenApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Use passwords and verification codes in Safari and supported apps after enabling the Credential Provider Extension.
ar: استخدم كلمات المرور ورموز التحقق في Safari والتطبيقات المدعومة بعد تفعيل ملحق موفر بيانات الاعتماد.
bg: Използвайте пароли и кодове за потвърждение в Safari и поддържаните приложения, след като включите разширението за доставчик на идентификационни данни.
bn: ক্রেডেনশিয়াল প্রদানকারী এক্সটেনশন চালু করার পর Safari ও সমর্থিত অ্যাপে পাসওয়ার্ড ও যাচাইকরণ কোড ব্যবহার করুন।
ca: Utilitzeu contrasenyes i codis de verificació a Safari i a les aplicacions compatibles després d'activar l'extensió del proveïdor de credencials.
cs: Po zapnutí rozšíření poskytovatele přihlašovacích údajů používejte hesla a ověřovací kódy v Safari a podporovaných aplikacích.
da: Brug adgangskoder og bekræftelseskoder i Safari og understøttede apps, når udvidelsen til loginoplysninger er aktiveret.
de: Verwende Passwörter und Bestätigungscodes in Safari und unterstützten Apps, nachdem du die Erweiterung für Zugangsdatenanbieter aktiviert hast.
el: Χρησιμοποιήστε κωδικούς και κωδικούς επαλήθευσης στο Safari και σε υποστηριζόμενες εφαρμογές αφού ενεργοποιήσετε την επέκταση παρόχου διαπιστευτηρίων.
es: Usa contraseñas y códigos de verificación en Safari y en aplicaciones compatibles después de activar la extensión de proveedor de credenciales.
fa: پس از فعال کردن افزونه ارائه‌دهنده اطلاعات ورود، از کلمه‌های عبور و کدهای تأیید در Safari و برنامه‌های پشتیبانی‌شده استفاده کنید.
fi: Käytä salasanoja ja vahvistuskoodeja Safarissa ja tuetuissa sovelluksissa, kun kirjautumistietojen tarjoajan laajennus on käytössä.
fr: Utilisez les mots de passe et les codes de vérification dans Safari et les applications compatibles après avoir activé l’extension du fournisseur d’identifiants.
he: לאחר הפעלת הרחבת ספק האישורים, ניתן להשתמש בסיסמאות ובקודי אימות ב-Safari וביישומים נתמכים.
hi: क्रेडेंशियल प्रदाता एक्सटेंशन सक्षम करने के बाद Safari और समर्थित ऐप में पासवर्ड और सत्यापन कोड का उपयोग करें।
hr: Koristi lozinke i kodove za provjeru u Safariju i podržanim aplikacijama nakon uključivanja proširenja pružatelja vjerodajnica.
hu: A Hitelesítőadat-szolgáltató bővítmény engedélyezése után használjon jelszavakat és ellenőrzőkódokat a Safariban és a támogatott alkalmazásokban.
id: Gunakan kata sandi dan kode verifikasi di Safari serta aplikasi yang didukung setelah mengaktifkan Ekstensi Penyedia Kredensial.
it: Usa password e codici di verifica in Safari e nelle app supportate dopo aver abilitato l'estensione Provider credenziali.
ja: 資格情報プロバイダー拡張機能を有効にすると、Safariや対応アプリでパスワードと確認コードを使用できます。
kk: Тіркелгі деректері провайдері кеңейтімін қосқаннан кейін Safari және қолдау көрсетілетін қолданбаларда құпиясөздер мен растау кодтарын пайдаланыңыз.
ko: 자격 증명 제공자 확장 프로그램을 활성화한 후 Safari와 지원되는 앱에서 비밀번호와 인증 코드를 사용하세요.
lt: Įjungę Prisijungimo duomenų teikėjo plėtinį naudokite slaptažodžius ir patvirtinimo kodus Safari bei palaikomose programose.
ms: Gunakan kata laluan dan kod pengesahan dalam Safari dan aplikasi disokong selepas mendayakan Sambungan Penyedia Kelayakan.
nb: Bruk passord og bekreftelseskoder i Safari og støttede apper etter at du har aktivert utvidelsen for legitimasjonsleverandør.
nl: Gebruik wachtwoorden en verificatiecodes in Safari en ondersteunde apps nadat je de extensie voor providers van inloggegevens hebt ingeschakeld.
pl: Używaj haseł i kodów weryfikacyjnych w Safari oraz obsługiwanych aplikacjach po włączeniu rozszerzenia dostawcy danych logowania.
pt: Utilize palavras-passe e códigos de verificação no Safari e em aplicações compatíveis depois de ativar a extensão de fornecedor de credenciais.
ro: Utilizați parole și coduri de verificare în Safari și în aplicațiile compatibile după activarea extensiei Furnizor de date de autentificare.
ru: Используйте пароли и коды подтверждения в Safari и поддерживаемых приложениях после включения расширения поставщика учётных данных.
sk: Po povolení rozšírenia Poskytovateľ prihlasovacích údajov používajte heslá a overovacie kódy v Safari a podporovaných aplikáciách.
sl: Po omogočanju razširitve ponudnika poverilnic uporabljajte gesla in kode za preverjanje v Safariju in podprtih aplikacijah.
sv: Använd lösenord och verifieringskoder i Safari och appar som stöds när tillägget för leverantör av inloggningsuppgifter har aktiverats.
th: ใช้รหัสผ่านและรหัสยืนยันใน Safari และแอปที่รองรับหลังจากเปิดใช้ส่วนขยายผู้ให้บริการข้อมูลประจำตัว
tr: Kimlik Bilgisi Sağlayıcı Uzantısı'nı etkinleştirdikten sonra Safari'de ve desteklenen uygulamalarda parolaları ve doğrulama kodlarını kullanın.
uk: Використовуйте паролі й коди підтвердження в Safari та підтримуваних програмах після ввімкнення розширення постачальника облікових даних.
vi: Dùng mật khẩu và mã xác minh trong Safari và các ứng dụng được hỗ trợ sau khi bật Tiện ích nhà cung cấp thông tin xác thực.
zh_hans: 启用凭据提供商扩展后，可在 Safari 和受支持的应用中使用密码和验证码。
zh_hant: 啟用登入資訊提供者擴展後，可在 Safari 和受支持的應用程式中使用密碼和驗證碼。

source: Use the account on your self-hosted server. Your master password is used only to unlock the encrypted vault.
ar: استخدم الحساب الموجود على خادمك المستضاف ذاتيًا. تُستخدم كلمة المرور الرئيسية فقط لفتح الخزنة المشفرة.
bg: Използвайте профила на собствения си сървър. Главната Ви парола се използва само за отключване на шифрования трезор.
bn: আপনার নিজস্ব হোস্ট করা সার্ভারের অ্যাকাউন্ট ব্যবহার করুন। প্রধান পাসওয়ার্ড শুধু এনক্রিপ্ট করা ভল্ট আনলক করতে ব্যবহৃত হয়।
ca: Utilitzeu el compte del servidor autoallotjat. La contrasenya mestra només s'utilitza per desbloquejar la caixa forta xifrada.
cs: Použijte účet na vlastním serveru. Hlavní heslo se používá pouze k odemknutí šifrovaného trezoru.
da: Brug kontoen på din egen server. Din hovedadgangskode bruges kun til at låse den krypterede boks op.
de: Verwende das Konto auf deinem selbst gehosteten Server. Dein Master-Passwort wird nur zum Entsperren des verschlüsselten Tresors verwendet.
el: Χρησιμοποιήστε τον λογαριασμό στον αυτοφιλοξενούμενο διακομιστή σας. Ο κύριος κωδικός σας χρησιμοποιείται μόνο για το ξεκλείδωμα της κρυπτογραφημένης κρύπτης.
es: Usa la cuenta de tu servidor autoalojado. La contraseña maestra solo se utiliza para desbloquear la caja fuerte cifrada.
fa: از حساب سرور میزبانی‌شده شخصی خود استفاده کنید. کلمه عبور اصلی فقط برای باز کردن گاوصندوق رمزگذاری‌شده استفاده می‌شود.
fi: Käytä itse ylläpitämäsi palvelimen tiliä. Pääsalasanaasi käytetään vain salatun holvin lukituksen avaamiseen.
fr: Utilisez le compte de votre serveur auto-hébergé. Votre mot de passe principal sert uniquement à déverrouiller le coffre chiffré.
he: יש להשתמש בחשבון שבשרת באירוח העצמי שלכם. סיסמת האב משמשת רק לביטול נעילת הכספת המוצפנת.
hi: अपने सेल्फ़-होस्टेड सर्वर के अकाउंट का उपयोग करें। आपका मास्टर पासवर्ड केवल एन्क्रिप्टेड तिजोरी अनलॉक करने के लिए उपयोग होता है।
hr: Koristi račun na svojem poslužitelju. Glavna lozinka koristi se samo za otključavanje šifriranog trezora.
hu: Használja a saját üzemeltetésű szerveren lévő fiókot. A mesterjelszó csak a titkosított széf feloldására szolgál.
id: Gunakan akun di server yang Anda hosting sendiri. Kata sandi utama hanya digunakan untuk membuka brankas terenkripsi.
it: Usa l'account sul tuo server self-hosted. La password principale viene usata solo per sbloccare la cassaforte crittografata.
ja: セルフホストサーバーのアカウントを使用します。マスターパスワードは、暗号化された保管庫のロック解除にのみ使用されます。
kk: Өз серверіңіздегі тіркелгіні пайдаланыңыз. Негізгі құпиясөз тек шифрланған қойманы ашу үшін қолданылады.
ko: 자체 호스팅 서버의 계정을 사용하세요. 마스터 비밀번호는 암호화된 볼트를 잠금 해제하는 데만 사용됩니다.
lt: Naudokite paskyrą savo serveryje. Pagrindinis slaptažodis naudojamas tik šifruotai saugyklai atrakinti.
ms: Gunakan akaun pada pelayan hos sendiri anda. Kata laluan induk hanya digunakan untuk membuka peti besi disulitkan.
nb: Bruk kontoen på den selvdriftede serveren. Hovedpassordet brukes bare til å låse opp det krypterte hvelvet.
nl: Gebruik het account op je zelfgehoste server. Je hoofdwachtwoord wordt alleen gebruikt om de versleutelde kluis te ontgrendelen.
pl: Użyj konta na samodzielnie hostowanym serwerze. Hasło główne służy wyłącznie do odblokowania zaszyfrowanego sejfu.
pt: Utilize a conta no seu servidor autoalojado. A palavra-passe mestra é utilizada apenas para desbloquear o cofre encriptado.
ro: Utilizați contul de pe serverul găzduit de dvs. Parola principală este folosită numai pentru a debloca seiful criptat.
ru: Используйте учётную запись на собственном сервере. Мастер-пароль используется только для разблокировки зашифрованного хранилища.
sk: Použite konto na vlastnom serveri. Hlavné heslo sa používa iba na odomknutie zašifrovaného trezoru.
sl: Uporabite račun na lastnem strežniku. Glavno geslo se uporablja samo za odklepanje šifriranega trezorja.
sv: Använd kontot på din egen server. Huvudlösenordet används endast för att låsa upp det krypterade valvet.
th: ใช้บัญชีบนเซิร์ฟเวอร์ที่โฮสต์เอง รหัสผ่านหลักใช้เพื่อปลดล็อกตู้นิรภัยที่เข้ารหัสเท่านั้น
tr: Kendi barındırdığınız sunucudaki hesabı kullanın. Ana parolanız yalnızca şifreli kasanın kilidini açmak için kullanılır.
uk: Використовуйте обліковий запис на власному сервері. Головний пароль використовується лише для розблокування зашифрованого сховища.
vi: Dùng tài khoản trên máy chủ tự lưu trữ của bạn. Mật khẩu chính chỉ được dùng để mở khóa kho đã mã hóa.
zh_hans: 使用自行托管服务器上的账户。主密码仅用于解锁加密密码库。
zh_hant: 使用自行托管伺服器上的帳戶。主密碼僅用於解鎖加密密碼庫。

source: Use the bottom toolbar to apply an action to every selected item.
ar: استخدم شريط الأدوات السفلي لتطبيق إجراء على كل عنصر محدد.
bg: Използвайте долната лента с инструменти, за да приложите действие към всеки избран елемент.
bn: নির্বাচিত প্রতিটি আইটেমে কাজ প্রয়োগ করতে নিচের টুলবার ব্যবহার করুন।
ca: Utilitzeu la barra d'eines inferior per aplicar una acció a tots els elements seleccionats.
cs: Pomocí dolního panelu nástrojů použijte akci na všechny vybrané položky.
da: Brug den nederste værktøjslinje til at anvende en handling på alle valgte elementer.
de: Verwende die untere Symbolleiste, um eine Aktion auf alle ausgewählten Einträge anzuwenden.
el: Χρησιμοποιήστε την κάτω γραμμή εργαλείων για να εφαρμόσετε μια ενέργεια σε κάθε επιλεγμένο στοιχείο.
es: Usa la barra de herramientas inferior para aplicar una acción a todos los elementos seleccionados.
fa: از نوار ابزار پایین برای اعمال عمل روی همه موارد انتخاب‌شده استفاده کنید.
fi: Käytä alatyökalupalkkia toiminnon suorittamiseen kaikille valituille kohteille.
fr: Utilisez la barre d’outils inférieure pour appliquer une action à chaque élément sélectionné.
he: יש להשתמש בסרגל הכלים התחתון כדי להחיל פעולה על כל פריט שנבחר.
hi: चुने गए हर आइटम पर कार्रवाई लागू करने के लिए नीचे की टूलबार का उपयोग करें।
hr: Koristi donju alatnu traku za primjenu radnje na svaku odabranu stavku.
hu: Az alsó eszköztárral alkalmazzon műveletet minden kijelölt elemre.
id: Gunakan bar alat bawah untuk menerapkan tindakan ke setiap item yang dipilih.
it: Usa la barra degli strumenti in basso per applicare un'azione a ogni elemento selezionato.
ja: 下部のツールバーを使って、選択したすべての項目に操作を適用します。
kk: Әр таңдалған элементке әрекет қолдану үшін төменгі құралдар тақтасын пайдаланыңыз.
ko: 아래 도구 모음을 사용하여 선택한 모든 항목에 작업을 적용하세요.
lt: Naudokite apatinę įrankių juostą veiksmui taikyti visiems pasirinktiems elementams.
ms: Gunakan bar alat bawah untuk menggunakan tindakan pada setiap item dipilih.
nb: Bruk den nederste verktøylinjen for å utføre en handling på alle valgte elementer.
nl: Gebruik de onderste werkbalk om een actie op elk geselecteerd item toe te passen.
pl: Użyj dolnego paska narzędzi, aby zastosować działanie do wszystkich wybranych elementów.
pt: Utilize a barra de ferramentas inferior para aplicar uma ação a todos os itens selecionados.
ro: Utilizați bara de instrumente de jos pentru a aplica o acțiune tuturor elementelor selectate.
ru: Используйте нижнюю панель инструментов, чтобы применить действие ко всем выбранным элементам.
sk: Pomocou dolného panela nástrojov použite akciu na všetky vybrané položky.
sl: S spodnjo orodno vrstico uporabite dejanje za vse izbrane elemente.
sv: Använd det nedre verktygsfältet för att tillämpa en åtgärd på alla markerade objekt.
th: ใช้แถบเครื่องมือด้านล่างเพื่อใช้การดำเนินการกับรายการที่เลือกทั้งหมด
tr: Seçilen her öğeye bir işlem uygulamak için alt araç çubuğunu kullanın.
uk: Використовуйте нижню панель інструментів, щоб застосувати дію до кожного вибраного елемента.
vi: Dùng thanh công cụ dưới cùng để áp dụng một thao tác cho mọi mục đã chọn.
zh_hans: 使用底部工具栏对所有所选项目应用操作。
zh_hant: 使用底部工具欄對所有所選項目應用程式操作。

source: Use the device passcode when biometrics are unavailable.
ar: استخدم رمز دخول الجهاز عندما لا تتوفر المقاييس الحيوية.
bg: Използвайте кода на устройството, когато биометричните данни не са достъпни.
bn: বায়োমেট্রিক্স অনুপলভ্য হলে ডিভাইস পাসকোড ব্যবহার করুন।
ca: Utilitzeu el codi del dispositiu quan la biometria no estigui disponible.
cs: Pokud biometrie není k dispozici, použijte kód zařízení.
da: Brug enhedskoden, når biometri ikke er tilgængelig.
de: Verwende den Gerätecode, wenn Biometrie nicht verfügbar ist.
el: Χρησιμοποιήστε τον κωδικό της συσκευής όταν τα βιομετρικά στοιχεία δεν είναι διαθέσιμα.
es: Usa el código del dispositivo cuando la biometría no esté disponible.
fa: وقتی زیست‌سنجی در دسترس نیست از رمز دستگاه استفاده کنید.
fi: Käytä laitteen pääsykoodia, kun biometrinen tunnistus ei ole käytettävissä.
fr: Utilisez le code de l’appareil lorsque la biométrie est indisponible.
he: יש להשתמש בקוד הגישה של המכשיר כאשר זיהוי ביומטרי אינו זמין.
hi: बायोमेट्रिक्स उपलब्ध न होने पर डिवाइस पासकोड का उपयोग करें।
hr: Koristi šifru uređaja kada biometrija nije dostupna.
hu: Ha a biometria nem érhető el, használja az eszköz jelkódját.
id: Gunakan kode sandi perangkat saat biometrik tidak tersedia.
it: Usa il codice del dispositivo quando i dati biometrici non sono disponibili.
ja: 生体認証を利用できない場合は、デバイスのパスコードを使用します。
kk: Биометрия қолжетімсіз болғанда құрылғы кодын пайдаланыңыз.
ko: 생체 인증을 사용할 수 없을 때 기기 암호를 사용하세요.
lt: Kai biometriniai duomenys nepasiekiami, naudokite įrenginio kodą.
ms: Gunakan kod laluan peranti apabila biometrik tidak tersedia.
nb: Bruk enhetskoden når biometri ikke er tilgjengelig.
nl: Gebruik de toegangscode van het apparaat wanneer biometrie niet beschikbaar is.
pl: Użyj kodu urządzenia, gdy biometria jest niedostępna.
pt: Utilize o código do dispositivo quando a biometria estiver indisponível.
ro: Utilizați codul dispozitivului atunci când datele biometrice nu sunt disponibile.
ru: Используйте код-пароль устройства, когда биометрия недоступна.
sk: Keď biometria nie je k dispozícii, použite kód zariadenia.
sl: Ko biometrija ni na voljo, uporabite kodo naprave.
sv: Använd enhetskoden när biometri inte är tillgängligt.
th: ใช้รหัสอุปกรณ์เมื่อไบโอเมตริกไม่พร้อมใช้งาน
tr: Biyometri kullanılamadığında aygıt parolasını kullanın.
uk: Використовуйте код допуску пристрою, коли біометрія недоступна.
vi: Dùng mật mã thiết bị khi sinh trắc học không khả dụng.
zh_hans: 生物识别不可用时使用设备密码。
zh_hant: 生物辨識不可用時使用裝置密碼。

source: Use the URL of your Vaultwarden server and the account you already created there.
ar: استخدم عنوان URL لخادم Vaultwarden وحسابك الذي أنشأته عليه مسبقًا.
bg: Използвайте URL адреса на сървъра си на Vaultwarden и профила, който вече сте създали там.
bn: আপনার Vaultwarden সার্ভারের URL এবং সেখানে ইতিমধ্যে তৈরি করা অ্যাকাউন্ট ব্যবহার করুন।
ca: Utilitzeu l'URL del servidor Vaultwarden i el compte que ja hi heu creat.
cs: Použijte adresu URL svého serveru Vaultwarden a účet, který jste na něm již vytvořili.
da: Brug URL'en til din Vaultwarden-server og den konto, du allerede har oprettet der.
de: Verwende die URL deines Vaultwarden-Servers und das Konto, das du dort bereits erstellt hast.
el: Χρησιμοποιήστε το URL του διακομιστή Vaultwarden και τον λογαριασμό που έχετε ήδη δημιουργήσει εκεί.
es: Usa la URL de tu servidor Vaultwarden y la cuenta que ya creaste en él.
fa: از URL سرور Vaultwarden و حسابی که پیش‌تر در آن ساخته‌اید استفاده کنید.
fi: Käytä Vaultwarden-palvelimesi URL-osoitetta ja tiliä, jonka olet jo luonut sinne.
fr: Utilisez l’URL de votre serveur Vaultwarden et le compte que vous y avez déjà créé.
he: יש להשתמש בכתובת ה-URL של שרת Vaultwarden ובחשבון שכבר יצרתם בו.
hi: अपने Vaultwarden सर्वर के URL और वहाँ पहले से बनाए गए अकाउंट का उपयोग करें।
hr: Koristi URL svojeg Vaultwarden poslužitelja i račun koji si već izradio/la na njemu.
hu: Használja a Vaultwarden-szerver URL-jét és az ott már létrehozott fiókot.
id: Gunakan URL server Vaultwarden dan akun yang sudah Anda buat di sana.
it: Usa l'URL del tuo server Vaultwarden e l'account che hai già creato lì.
ja: VaultwardenサーバーのURLと、そのサーバーですでに作成したアカウントを使用します。
kk: Vaultwarden серверіңіздің URL мекенжайын және сол жерде жасалған тіркелгіні пайдаланыңыз.
ko: Vaultwarden 서버의 URL과 그곳에서 이미 만든 계정을 사용하세요.
lt: Naudokite Vaultwarden serverio URL ir jame jau sukurtą paskyrą.
ms: Gunakan URL pelayan Vaultwarden anda dan akaun yang telah anda cipta di sana.
nb: Bruk URL-en til Vaultwarden-serveren og kontoen du allerede har opprettet der.
nl: Gebruik de URL van je Vaultwarden-server en het account dat je daar al hebt aangemaakt.
pl: Użyj adresu URL serwera Vaultwarden i utworzonego na nim konta.
pt: Utilize o URL do seu servidor Vaultwarden e a conta que já criou no mesmo.
ro: Utilizați URL-ul serverului Vaultwarden și contul pe care l-ați creat deja acolo.
ru: Используйте URL-адрес сервера Vaultwarden и учётную запись, уже созданную на нём.
sk: Použite adresu URL servera Vaultwarden a konto, ktoré ste si na ňom už vytvorili.
sl: Uporabite URL svojega strežnika Vaultwarden in račun, ki ste ga tam že ustvarili.
sv: Använd URL:en till din Vaultwarden-server och kontot som du redan har skapat där.
th: ใช้ URL ของเซิร์ฟเวอร์ Vaultwarden และบัญชีที่คุณสร้างไว้แล้วบนเซิร์ฟเวอร์นั้น
tr: Vaultwarden sunucunuzun URL'sini ve orada önceden oluşturduğunuz hesabı kullanın.
uk: Використовуйте URL-адресу свого сервера Vaultwarden і обліковий запис, який ви вже створили на ньому.
vi: Dùng URL của máy chủ Vaultwarden và tài khoản bạn đã tạo trên đó.
zh_hans: 使用 Vaultwarden 服务器的 URL 和您已在该服务器上创建的账户。
zh_hant: 使用 Vaultwarden 伺服器的 URL 和您已在該伺服器上建立的帳戶。

source: Used when a login URI does not define its own match rule. Per-item URI settings always take priority.
ar: يُستخدم عندما لا يحدد URI لتسجيل الدخول قاعدة المطابقة الخاصة به. تكون لإعدادات URI لكل عنصر الأولوية دائمًا.
bg: Използва се, когато URI за вход няма собствено правило за съвпадение. Настройките за URI на отделния елемент винаги са с предимство.
bn: লগইন URI-তে নিজস্ব মিলের নিয়ম না থাকলে এটি ব্যবহৃত হয়। প্রতিটি আইটেমের URI সেটিংস সবসময় অগ্রাধিকার পায়।
ca: S'utilitza quan un URI d'inici de sessió no defineix la seva pròpia regla de coincidència. La configuració d'URI de cada element sempre té prioritat.
cs: Používá se, pokud přihlašovací URI nedefinuje vlastní pravidlo shody. Nastavení URI jednotlivých položek má vždy přednost.
da: Bruges, når en login-URI ikke angiver sin egen regel for match. URI-indstillinger for det enkelte element har altid prioritet.
de: Wird verwendet, wenn eine Anmelde-URI keine eigene Abgleichregel definiert. Eintragsspezifische URI-Einstellungen haben immer Vorrang.
el: Χρησιμοποιείται όταν ένα URI σύνδεσης δεν ορίζει δικό του κανόνα αντιστοίχισης. Οι ρυθμίσεις URI ανά στοιχείο έχουν πάντα προτεραιότητα.
es: Se utiliza cuando un URI de inicio de sesión no define su propia regla de coincidencia. Los ajustes de URI de cada elemento siempre tienen prioridad.
fa: هنگامی استفاده می‌شود که URI ورود قانون تطابق خودش را نداشته باشد. تنظیمات URI هر مورد همیشه اولویت دارند.
fi: Käytetään, kun kirjautumis-URI ei määritä omaa vastaavuussääntöään. Kohdekohtaiset URI-asetukset ovat aina etusijalla.
fr: Utilisé lorsqu’un URI de connexion ne définit pas sa propre règle de correspondance. Les paramètres d’URI propres à chaque élément sont toujours prioritaires.
he: משמש כאשר URI של התחברות אינו מגדיר כלל התאמה משלו. הגדרות URI לכל פריט תמיד מקבלות עדיפות.
hi: जब किसी लॉगिन URI का अपना मिलान नियम नहीं होता, तब इसका उपयोग होता है। हर आइटम की URI सेटिंग हमेशा प्राथमिकता लेती है।
hr: Koristi se kada URI za prijavu ne definira vlastito pravilo podudaranja. Postavke URI-ja pojedinačne stavke uvijek imaju prednost.
hu: Akkor használatos, ha egy bejelentkezési URI nem határoz meg saját egyezési szabályt. Az elemenkénti URI-beállítások mindig elsőbbséget élveznek.
id: Digunakan saat URI login tidak menentukan aturan kecocokannya sendiri. Pengaturan URI per item selalu diprioritaskan.
it: Usato quando un URI di accesso non definisce una propria regola di corrispondenza. Le impostazioni URI per elemento hanno sempre la precedenza.
ja: ログインURIに独自の一致ルールが定義されていない場合に使用されます。項目ごとのURI設定が常に優先されます。
kk: Кіру URI мекенжайы өз сәйкестік ережесін анықтамағанда қолданылады. Әр элементтің URI параметрлері әрқашан басым.
ko: 로그인 URI에 자체 일치 규칙이 없을 때 사용됩니다. 항목별 URI 설정이 항상 우선합니다.
lt: Naudojama, kai prisijungimo URI neturi savo atitikties taisyklės. Atskiro elemento URI nuostatos visada turi pirmenybę.
ms: Digunakan apabila URI log masuk tidak menentukan peraturan padanannya sendiri. Tetapan URI setiap item sentiasa diutamakan.
nb: Brukes når en innloggings-URI ikke definerer sin egen samsvarsregel. URI-innstillinger per element har alltid prioritet.
nl: Wordt gebruikt wanneer een login-URI geen eigen overeenkomstregel bevat. URI-instellingen per item hebben altijd voorrang.
pl: Używane, gdy URI logowania nie ma własnej reguły dopasowania. Ustawienia URI elementu zawsze mają pierwszeństwo.
pt: Utilizado quando um URI de início de sessão não define a sua própria regra de correspondência. As definições de URI por item têm sempre prioridade.
ro: Se utilizează atunci când un URI de autentificare nu își definește propria regulă de potrivire. Setările URI pentru fiecare element au întotdeauna prioritate.
ru: Используется, если URI входа не задаёт собственное правило сопоставления. Настройки URI отдельного элемента всегда имеют приоритет.
sk: Používa sa, keď URI prihlásenia nedefinuje vlastné pravidlo zhody. Nastavenia URI jednotlivých položiek majú vždy prednosť.
sl: Uporablja se, ko URI za prijavo ne določa lastnega pravila ujemanja. Nastavitve URI posameznega elementa imajo vedno prednost.
sv: Används när en inloggnings-URI inte anger en egen matchningsregel. URI-inställningar per objekt har alltid företräde.
th: ใช้เมื่อ URI การเข้าสู่ระบบไม่ได้กำหนดกฎการจับคู่ของตนเอง การตั้งค่า URI ของแต่ละรายการจะมีลำดับความสำคัญเสมอ
tr: Bir oturum açma URI'si kendi eşleşme kuralını tanımlamadığında kullanılır. Öğe başına URI ayarları her zaman önceliklidir.
uk: Використовується, коли URI входу не визначає власне правило відповідності. Налаштування URI окремого елемента завжди мають пріоритет.
vi: Được dùng khi URI đăng nhập không xác định quy tắc khớp riêng. Cài đặt URI cho từng mục luôn được ưu tiên.
zh_hans: 当登录 URI 未定义自己的匹配规则时使用。每个项目的 URI 设置始终优先。
zh_hant: 當登入 URI 未定義自己的匹配規則時使用。每個項目的 URI 設定始終優先。

source: Username
ar: اسم المستخدم
bg: Потребителско име
bn: ইউজারনেম
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Nutzername
el: Όνομα χρήστη
es: Usuario
fa: نام کاربری
fi: Käyttäjätunnus
fr: Nom d'utilisateur
he: שם משתמש
hi: यूज़रनेम
hr: Korisničko ime
hu: Felhasználónév
id: Nama Pengguna
it: Nome utente
ja: ユーザー名
kk: Пайдаланушы аты
ko: 사용자 이름
lt: Vartotojo vardas
ms: Nama Pengguna
nb: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt: Nome de utilizador
ro: Nume utilizator
ru: Имя пользователя
sk: Používateľské meno
sl: Uporabniško ime
sv: Användarnamn
th: ชื่อผู้ใช้
tr: Kullanıcı adı
uk: Ім'я користувача
vi: Tên đăng nhập
zh_hans: 用户名
zh_hant: 使用者名稱
